{
  "AboutPageDescriptionAudience": "Que vous soyez un nouvel étudiant désireux d'afficher la fierté de votre nouvelle école, un diplômé souhaitant se souvenir de ses années universitaires ou un membre de la faculté fier de faire partie de la famille de l'UCLan, nous avons quelque chose pour vous.",
  "AboutPageDescriptionEnding": "Bienvenue à la boutique UCLan Merch Shop. Portez votre fierté. Célébrez votre histoire.",
  "AboutPageDescriptionHistory": "Fondée en 2023, la boutique UCLan Merch Shop est née d'une petite initiative visant à stimuler l'esprit universitaire et s'est rapidement développée pour devenir un élément apprécié de la communauté UCLan. Aujourd'hui, nous ne servons pas seulement la communauté locale de Preston, mais nous nous adressons également aux anciens étudiants et aux sympathisants de l'UCLan dans le monde entier.",
  "AboutPageDescriptionMission": "Notre mission est de permettre aux étudiants, aux anciens étudiants, aux enseignants et aux sympathisants d'afficher leur fierté de l'UCLan sur leurs manches, littéralement. Qu'il s'agisse de sweats à capuche soigneusement conçus pour refléter la vie animée du campus ou d'accessoires élégants qui ajoutent un soupçon d'héritage de l'UCLan à votre quotidien, notre collection est soigneusement conçue pour que chaque membre de la communauté de l'UCLan puisse trouver dans nos produits un morceau de l'histoire de son université.",
  "AboutPageDescriptionPartnership": "Nous travaillons en étroite collaboration avec l'université pour faire en sorte que chaque article ne soit pas seulement un produit, mais un souvenir. Chaque achat effectué dans notre boutique soutient les initiatives de l'UCLan, en contribuant à divers programmes universitaires qui améliorent la vie des étudiants et font avancer la recherche universitaire.",
  "AboutPageDescriptionStory": "Mais nous ne nous limitons pas aux marchandises. Il s'agit des souvenirs qui accompagnent l'appartenance à l'UCLan. Chacun de nos produits porte les histoires d'amitié, de connaissance et de croissance qui sont cultivées sur le campus de l'UCLan.",
  "AboutPageDescriptionSustainability": "Au fur et à mesure de notre croissance, nous continuons à mettre l'accent sur la durabilité et l'approvisionnement éthique. Nous pensons que nous avons une responsabilité envers notre planète et nous nous engageons à faire la différence par nos actions. Nous veillons à ce que toutes nos marchandises soient fabriquées à partir de matériaux durables et dans des conditions de travail équitables.",
  "AboutPageDescriptionWelcome": "Bienvenue à UCLan Merch Shop, la destination officielle et exclusive des produits dérivés de l'Université de Central Lancashire. Nous sommes une équipe dévouée de créateurs, de concepteurs et de fabricants qui se sont réunis dans un but unique : célébrer l'esprit de l'UCLan à travers des articles de qualité.",
  "AboutPageTitle": "À propos"
}
