{
  "AboutPageDescriptionAudience": "Если вы поступающий студент, желающий продемонстрировать свою гордость за новое учебное заведение, выпускник, желающий сохранить память об университете, или преподаватель, гордящийся тем, что он является частью семьи UCLan, у нас найдется что-то для вас.",
  "AboutPageDescriptionEnding": "Добро пожаловать в магазин UCLan Merch Shop. Носите свою гордость. Отмечайте свою историю.",
  "AboutPageDescriptionHistory": "Магазин UCLan Merch Shop, основанный в 2023 году, начинался как небольшая инициатива, направленная на поддержание университетского духа, и быстро превратился в любимую часть сообщества UCLan. Сегодня мы не только обслуживаем местное сообщество в Престоне, но и обращаемся к выпускникам и сторонникам UCLan по всему миру.",
  "AboutPageDescriptionMission": "Наша миссия - предоставить студентам, выпускникам, преподавателям и сторонникам возможность носить свою гордость за UCLan на рукавах, причем в буквальном смысле. От тщательно продуманных толстовок, отражающих яркую жизнь кампуса, до стильных аксессуаров, добавляющих нотку наследия UCLan в вашу повседневную жизнь, - наша коллекция тщательно подобрана, чтобы каждый член сообщества UCLan мог найти в нашей продукции частичку своей университетской истории.",
  "AboutPageDescriptionPartnership": "Мы тесно сотрудничаем с университетом, чтобы каждый товар был не просто товаром, а памятью. Каждая покупка, сделанная в нашем магазине, поддерживает инициативы UCLan, способствуя реализации различных университетских программ, направленных на улучшение жизни студентов и развитие научных исследований.",
  "AboutPageDescriptionStory": "Но мы не просто покупаем товары. Мы заботимся о воспоминаниях, которые связаны с принадлежностью к UCLan. Каждый из наших товаров несет в себе истории дружбы, познания и роста, которые культивируются на кампусе UCLan.",
  "AboutPageDescriptionSustainability": "Развиваясь, мы продолжаем уделять особое внимание устойчивому развитию и этичному подбору поставщиков. Мы считаем, что несем ответственность перед нашей планетой и стремимся изменить ее к лучшему своими действиями. Мы гарантируем, что все наши товары изготовлены из экологически чистых материалов и произведены в справедливых условиях труда.",
  "AboutPageDescriptionWelcome": "Добро пожаловать в UCLan Merch Shop, официальный и эксклюзивный магазин товаров Университета Центрального Ланкашира. Мы - команда творцов, дизайнеров и производителей, объединившихся с единственной целью: воспевать дух UCLan с помощью качественных товаров.",
  "AboutPageTitle": "О нас"
}
