{
  "AboutPageDescriptionAudience": "Egal, ob Sie ein neuer Student sind, der seinen Stolz auf die neue Schule zeigen möchte, ein Absolvent, der seine Universitätszeit festhalten möchte, oder ein Fakultätsmitglied, das stolz darauf ist, Teil der UCLan-Familie zu sein - wir haben etwas für Sie.",
  "AboutPageDescriptionEnding": "Willkommen im UCLan Merch Shop. Tragen Sie Ihren Stolz. Feiern Sie Ihre Geschichte.",
  "AboutPageDescriptionHistory": "Der 2023 gegründete UCLan Merch Shop begann als kleine Initiative zur Förderung des Universitätsgeistes und entwickelte sich schnell zu einem beliebten Teil der UCLan-Gemeinschaft. Heute bedienen wir nicht nur die lokale Gemeinschaft in Preston, sondern erreichen auch UCLan-Absolventen und Unterstützer weltweit.",
  "AboutPageDescriptionMission": "Unser Ziel ist es, Studenten, Ehemaligen, Dozenten und Unterstützern die Möglichkeit zu geben, ihren Stolz auf die UCLan im wahrsten Sinne des Wortes am Ärmel zu tragen. Von sorgfältig entworfenen Kapuzenpullovern, die das pulsierende Campusleben widerspiegeln, bis hin zu stilvollen Accessoires, die einen Hauch von UCLans Erbe in Ihren Alltag bringen, ist unsere Kollektion sorgfältig zusammengestellt, um sicherzustellen, dass jedes Mitglied der UCLan-Gemeinschaft ein Stück seiner Universitätsgeschichte in unseren Produkten finden kann.",
  "AboutPageDescriptionPartnership": "Wir arbeiten eng mit der Universität zusammen, um sicherzustellen, dass jedes Stück Ware nicht nur ein Produkt ist, sondern auch ein Andenken. Jeder Kauf in unserem Shop unterstützt die Initiativen der UCLan und hilft bei verschiedenen Universitätsprogrammen, die das Studentenleben und die akademische Forschung fördern.",
  "AboutPageDescriptionStory": "Aber es geht uns nicht nur um Waren. Bei uns geht es um die Erinnerungen, die mit der Zugehörigkeit zur UCLan verbunden sind. Jedes unserer Produkte trägt die Geschichten von Freundschaft, Wissen und Wachstum in sich, die auf dem Campus der UCLan gepflegt werden.",
  "AboutPageDescriptionSustainability": "Während wir wachsen, konzentrieren wir uns weiterhin auf Nachhaltigkeit und ethische Beschaffung. Wir sind davon überzeugt, dass wir eine Verantwortung für unseren Planeten haben und wollen durch unser Handeln etwas bewirken. Wir stellen sicher, dass alle unsere Waren aus nachhaltigen Materialien und unter fairen Arbeitsbedingungen hergestellt werden.",
  "AboutPageDescriptionWelcome": "Willkommen im UCLan Merch Shop, der offiziellen und exklusiven Verkaufsstelle für Merchandise-Artikel der University of Central Lancashire. Wir sind ein engagiertes Team von Kreativen, Designern und Herstellern, die sich mit einem einzigen Ziel zusammengetan haben: den Geist der UCLan durch Qualitätsartikel zu feiern.",
  "AboutPageTitle": "Über uns"
}
