{
  "AboutPageDescriptionAudience": "Είτε είστε νεοεισερχόμενος φοιτητής που θέλει να δείξει την υπερηφάνεια του νέου του σχολείου, είτε απόφοιτος που θέλει να κρατήσει τις πανεπιστημιακές του μέρες, είτε μέλος του διδακτικού προσωπικού που είναι περήφανο που ανήκει στην οικογένεια του UCLan, έχουμε κάτι για εσάς.",
  "AboutPageDescriptionEnding": "Καλώς ήρθατε στο UCLan Merch Shop. Φορέστε την υπερηφάνειά σας. Γιορτάστε την ιστορία σας.",
  "AboutPageDescriptionHistory": "Το UCLan Merch Shop ιδρύθηκε το 2023 και ξεκίνησε ως μια μικρή πρωτοβουλία για την ενίσχυση του πανεπιστημιακού πνεύματος και γρήγορα εξελίχθηκε σε ένα αγαπημένο κομμάτι της κοινότητας του UCLan. Σήμερα, δεν εξυπηρετούμε μόνο την τοπική κοινότητα του Πρέστον, αλλά απευθυνόμαστε επίσης σε αποφοίτους και υποστηρικτές του UCLan σε όλο τον κόσμο.",
  "AboutPageDescriptionMission": "Αποστολή μας είναι να παρέχουμε έναν τρόπο στους φοιτητές, τους αποφοίτους, το διδακτικό προσωπικό και τους υποστηρικτές να φορούν την υπερηφάνεια τους για το UCLan στο μανίκι τους, κυριολεκτικά. Από προσεκτικά σχεδιασμένα φούτερ που αντανακλούν τη ζωντανή ζωή της πανεπιστημιούπολης, μέχρι κομψά αξεσουάρ που προσθέτουν έναν υπαινιγμό της κληρονομιάς του UCLan στην καθημερινότητά σας, η συλλογή μας είναι προσεκτικά επιμελημένη για να διασφαλίσει ότι κάθε μέλος της κοινότητας του UCLan μπορεί να βρει ένα κομμάτι της ιστορίας του πανεπιστημίου του στα προϊόντα μας.",
  "AboutPageDescriptionPartnership": "Συνεργαζόμαστε στενά με το πανεπιστήμιο για να διασφαλίσουμε ότι κάθε προϊόν δεν είναι απλώς ένα προϊόν, αλλά ένα αναμνηστικό. Κάθε αγορά που πραγματοποιείται στο κατάστημά μας υποστηρίζει τις πρωτοβουλίες του UCLan, βοηθώντας διάφορα πανεπιστημιακά προγράμματα που βελτιώνουν τη ζωή των φοιτητών και προωθούν την ακαδημαϊκή έρευνα.",
  "AboutPageDescriptionStory": "Αλλά δεν είμαστε μόνο για τα εμπορεύματα. Είμαστε για τις αναμνήσεις που έρχονται με το να είσαι μέρος του UCLan. Κάθε ένα από τα προϊόντα μας μεταφέρει τις ιστορίες φιλίας, γνώσης και ανάπτυξης που καλλιεργούνται στην πανεπιστημιούπολη του UCLan.",
  "AboutPageDescriptionSustainability": "Καθώς αναπτυσσόμαστε, συνεχίζουμε να εστιάζουμε στη βιωσιμότητα και την ηθική προμήθεια. Πιστεύουμε ότι έχουμε ευθύνη απέναντι στον πλανήτη μας και δεσμευόμαστε να κάνουμε τη διαφορά με τις πράξεις μας. Διασφαλίζουμε ότι όλα τα εμπορεύματά μας είναι κατασκευασμένα από βιώσιμα υλικά και παράγονται κάτω από δίκαιες συνθήκες εργασίας.",
  "AboutPageDescriptionWelcome": "Καλώς ήρθατε στο UCLan Merch Shop, τον επίσημο και αποκλειστικό προορισμό εμπορευμάτων για το University of Central Lancashire. Είμαστε μια αφοσιωμένη ομάδα δημιουργών, σχεδιαστών και κατασκευαστών που ενώθηκαν με έναν μοναδικό στόχο: να γιορτάσουμε το πνεύμα του UCLan μέσω ποιοτικών εμπορευμάτων.",
  "AboutPageTitle": "Σελίδα Σχετικά"
}
